Revit 2027 API
UnitTypeId.MetersOfWaterColumnPerMeter Property
 Meters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MetersOfWaterColumnPerMeter { get; }
Public Shared ReadOnly Property MetersOfWaterColumnPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MetersOfWaterColumnPerMeter {
	ForgeTypeId^ get ();
}
static member MetersOfWaterColumnPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace